<?php
	/*
		Файл однотипных сообщений (автоответчик/словарь) "GameBot"
		Версия данного бота: 0.01
		Ссылка на GitHub (возможно вышло обновление, проверьте): https://github.com/DenBroShow/GameBot
	*/
	
	$autoMessages = array(
		"информация" => "привет, я — игровой чат-бот &#127918;<br>Работаю на основе: GameBot (версия 0.01)<br>Если хочешь, чтобы у тебя был похожий бот, тогда обязательно заходи к нам на GitHub (https://github.com/DenBroShow/GameBot). Удачи :)",
		"тест" => "система работает, всё отлично. &#128295;",
		"привет" => "здравствуй, друг!",
		"как дела" => "отлично, сам как?",
		"что делаешь" => "отвечаю на сообщения, я же бот.",
		"чем занимаешься" => "отвечаю на сообщения, я же бот.",
		"что" => "ничего",
		"чего" => "ничего",
		"да" => "ага",
		"нет" => "омлет",
		"кек" => "лол, орбидол",
		"лол" => "кек, чебурек",
		"помощь" => "помощь по командам бота 'GameBot' &#127918;<br>- баланс (позволяет узнать свой игровой счёт)<br>- игра [ставка] (игра с шансом 50 на 50, либо выиграешь и удвоишь ставку, либо проиграешь)<br>- рандом [от] [до] (получает случайное число в заданном диапазоне)<br>-информация (информация о боте)<br>- вероятность [событие] (вероятность заданного события в процентах)<br>- профиль (ваш профиль в боте)<br>- перевод [ссылка] [сумма] (выполняет перевод монет указанному пользователю)"
	);
?>